tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "eddieantonio/eddieantonio"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "ansible"
brew "awscli"
brew "coreutils"
brew "gnu-sed"
brew "tmux"
brew "byobu"
brew "direnv"
brew "findutils"
brew "fish"
brew "freetype"
brew "fzf"
brew "ghq"
brew "git"
brew "git-secrets"
brew "glfw"
brew "glib"
brew "gnupg"
brew "go"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mysql-client"
brew "neovim"
brew "nkf"
brew "node"
brew "p7zip"
brew "postgresql"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "travis"
brew "tree"
brew "unrar"
brew "vim"
brew "watchman"
brew "yarn"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "eddieantonio/eddieantonio/imgcat"
brew "heroku/brew/heroku"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adobe-acrobat-reader"
cask "adoptopenjdk8"
cask "amazon-music"
cask "android-studio"
cask "anki"
cask "avg-antivirus"
cask "biscuit"
cask "clipy"
cask "cyberduck"
cask "discord"
cask "docker"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "gpg-suite"
cask "grammarly"
cask "graphql-playground"
cask "istat-menus"
cask "iterm2"
cask "kindle"
cask "libreoffice"
cask "music-manager"
cask "postman"
cask "sequel-pro-nightly"
cask "shiftit"
cask "skype"
cask "slack"
cask "spotify"
cask "toggl"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
mas "GIPHY CAPTURE", id: 668208984
mas "Xcode", id: 497799835
