tap "eddieantonio/eddieantonio"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "python"
brew "ansible"
brew "awscli"
brew "cocoapods"
brew "coreutils"
brew "direnv"
brew "findutils"
brew "fzf"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg", link: false
brew "go"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mysql-client"
brew "nkf"
brew "p7zip"
brew "postgresql"
brew "tmux"
brew "travis"
brew "tree"
brew "unrar"
brew "vim"
brew "watchman"
brew "wrk-trello"
brew "zsh"
brew "eddieantonio/eddieantonio/imgcat"
brew "heroku/brew/heroku"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adobe-acrobat-reader"
cask "amazon-music"
cask "anki"
cask "avg-antivirus"
cask "clipy"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "gpg-suite"
cask "grammarly"
cask "istat-menus"
cask "iterm2"
cask "kindle"
cask "libreoffice"
cask "music-manager"
cask "onedrive"
cask "phpstorm"
cask "postman"
cask "sequel-pro-nightly"
cask "shiftit"
cask "slack"
cask "toggl"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
