tap 'argon/mas'
tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/php'
tap 'neovim/neovim'
tap 'universal-ctags/universal-ctags'
brew 'ack'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'autoconf'
brew 'automake'
brew 'boost'
brew 'clipper'
brew 'cmake'
brew 'cocoapods'
brew 'colordiff'
brew 'convmv'
brew 'jansson'
brew 'libevent'
brew 'spdylay'
brew 'curl', args: ['with-nghttp2']
brew 'direnv'
brew 'docker'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'gauche'
brew 'gettext'
brew 'gibo'
brew 'gnu-sed'
brew 'jemalloc'
brew 'oniguruma'
brew 'jq'
brew 'libtool'
brew 'libxml2'
brew 'mysql'
brew 'ocaml'
brew 'pcre'
brew 'perl'
brew 'pkg-config'
brew 'rlwrap'
brew 'ruby'
brew 'tmux'
brew 'unar'
brew 'utf8proc'
brew 'vim'
brew 'wget'
brew 'zsh', args: ['without-etcdir']
brew 'argon/mas/mas'
brew 'homebrew/php/php70'
brew 'homebrew/php/composer'
brew 'homebrew/php/php70-pdo-dblib'
brew 'homebrew/php/php70-pdo-pgsql'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
cask 'adobe-reader'
cask 'android-studio'
cask 'anki'
cask 'atom'
cask 'chefdk'
cask 'coteditor'
cask 'cyberduck'
cask 'dash'
cask 'docker'
cask 'evernote'
cask 'filezilla'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'gyazo'
cask 'iterm2'
cask 'libreoffice'
cask 'mysqlworkbench'
cask 'sequel-pro'
cask 'shiftit'
cask 'skype'
cask 'slack'
cask 'sublime-text'
cask 'the-unarchiver'
cask 'toggldesktop'
cask 'vagrant'
cask 'virtualbox'
mas 'installed apps found', id: No
