4ops.terraform
biomejs.biome
dbaeumer.vscode-eslint
denoland.vscode-deno
docker.docker
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
hashicorp.terraform
inferrinizzard.prettier-sql-vscode
llvm-vs-code-extensions.lldb-dap
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.azure-repos
ms-vscode.makefile-tools
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
openai.chatgpt
orta.vscode-jest
redhat.vscode-yaml
rooveterinaryinc.roo-cline
rust-lang.rust-analyzer
shopify.ruby-extensions-pack
shopify.ruby-lsp
sorbet.sorbet-vscode-extension
sswg.swift-lang
swiftlang.swift-vscode
tamasfe.even-better-toml
thinker.sort-json
vadimcn.vscode-lldb
vitest.explorer
vlanguage.vscode-vlang
vmsynkov.colonize
vscodevim.vim
