amazonwebservices.aws-toolkit-vscode
andys8.jest-snippets
antfu.i18n-ally
apollographql.vscode-apollo
bbenoist.vagrant
bmewburn.vscode-intelephense-client
castwide.solargraph
CoenraadS.bracket-pair-colorizer-2
connorshea.vscode-ruby-test-adapter
DanielThielking.aws-cloudformation-yaml
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
exiasr.hadolint
felixfbecker.php-debug
felixfbecker.php-intellisense
flowtype.flow-for-vscode
formulahendry.code-runner
foxundermoon.shell-format
freebroccolo.reasonml
golang.go
GraphQL.vscode-graphql
hackwaly.ocaml
hashicorp.terraform
hbenl.vscode-test-explorer
Hridoy.rails-snippets
jasonnutter.search-node-modules
jaydenlin.ctags-support
joaoacdias.golang-tdd
jvandyke.vscode-circleci
KnisterPeter.vscode-github
kumar-harsh.graphql-for-vscode
misogi.ruby-rubocop
mitaki28.vscode-clang
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
noku.rails-run-spec-vscode
Orta.vscode-jest
patbenatar.advanced-new-file
rebornix.ruby
redhat.vscode-yaml
roperzh.make-auto-vars
sgryjp.japanese-word-handler
stevencl.addDocComments
timonwong.shellcheck
toba.vsfire
usernamehw.errorlens
vlang-vscode.extension
vmsynkov.colonize
vscodevim.vim
vscoss.vscode-ansible
wholroyd.jinja
wingrunr21.vscode-ruby
xabikos.ReactSnippets
ypresto.vscode-intelli-refactor
Zignd.html-css-class-completion
