amazonwebservices.aws-toolkit-vscode
andys8.jest-snippets
bbenoist.vagrant
bmewburn.vscode-intelephense-client
DanielThielking.aws-cloudformation-yaml
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
felixfbecker.php-debug
felixfbecker.php-intellisense
flowtype.flow-for-vscode
formulahendry.code-runner
freebroccolo.reasonml
golang.go
hackwaly.ocaml
hashicorp.terraform
jasonnutter.search-node-modules
jaydenlin.ctags-support
joaoacdias.golang-tdd
jvandyke.vscode-circleci
KnisterPeter.vscode-github
kumar-harsh.graphql-for-vscode
mitaki28.vscode-clang
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
Orta.vscode-jest
patbenatar.advanced-new-file
Prisma.vscode-graphql
redhat.vscode-yaml
roperzh.make-auto-vars
sgryjp.japanese-word-handler
stevencl.addDocComments
toba.vsfire
vlang-vscode.extension
vmsynkov.colonize
vscodevim.vim
vscoss.vscode-ansible
wholroyd.jinja
xabikos.ReactSnippets
Zignd.html-css-class-completion
